<!-- 人才引进 -->
<template>
  <div>
    <div class="body_box">
      <div class="conent">
        <div class="head_img"></div>
        <div class="introduce">
          <div class="title_1">人才引进的重要性</div>
          <div class="text_1">
            人才是振兴发展的第一要素，对于乡村建设更是重中之重，乡村的振兴不当只是经济上面的发展，更是各个方面要统筹稳步发展，在实施推动乡村发展要正确认识到人才的“概念”不唯高学历为第一要素，对于人才选拔应择才不求备，任物不过涯。因此面对各个方面人才的缺失和青壮年劳动力的流失，在乡村振兴这一过程中如何择才善用，人尽其才是考验当地政府的头等大事。面对乡村工作中的复杂情况，单单引进外来人才失远远不够的。在引进人才的同时更要建立人才贮备机制，从具有发展潜力的青少年中培养本土人才。对于缺失的岗位人才进行定点培养，相比于引进的外来人才，本土人才对家乡怀有
            一种特殊的家国情怀。带着这份情怀干事创业，
            更有一份舍我其谁的勇气与担当。
          </div>
        </div>
        <div class="con_box" v-for="item in conent" :key="item.id">
          <div class="left_box">
            <div
              class="img_box"
              :style="{
                background: item.src,
                backgroundSize: item.backsize,
                backgroundPosition: item.backposi,
              }"
            ></div>
          </div>
          <div class="right_box">
            <p>{{ item.name }}</p>
            <p>
              {{ item.text }}
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import talentimg1 from "@/assets/img/weifuan.png";
import talentimg2 from "@/assets/img/zhengxin.png";
import talentimg3 from "@/assets/img/lujiechun.png";
import talentimg4 from "@/assets/img/qinchenghua.jpg";
import talentimg5 from "@/assets/img/nongxingguang.jpg";
import talentimg6 from "@/assets/img/yangqi.jpg";
import talentimg7 from "@/assets/img/liuyingjun.jpg";

export default {
  data() {
    return {
      conent: [
        {
          id: 1,
          src: "url(" + talentimg1 + ")" + " no-repeat",
          backsize: "cover",
          backposi: "0% 0%",
          name: "韦福安",
          text: "   韦福安曾任历史文化与旅游学院院长，任职期间，长期负责学科专业建设与科研服务地方等工作。\n   在专业建设方面：任广西高校本科旅游管理专业教学指导委员会委员。完成自治区优势特色专业建设项目（旅游管理），完成自治区重点培育学科（旅游管理）建设项目；旅游管理专业被列入自治区硕点建设项目；主持的“三本位、四融通：旅游管理专业人才培养路径创新与实践”获2019年自治区教学成果二等奖；旅游管理专业2019年列入自治区一流专业。\n   在科研服务地方方面：受聘为广西民族大学硕士生导师、国家社科基金通讯评委、广西左江花山研究院特约研究员、广西民族发展研究会理事、广西历史学会第13届理事、崇左市决策咨询委员会特聘咨询委员、崇左市特聘专家宣讲团成员等职，以科研服务地方为己任，聚焦于崇左市经济社会发展的科研成果分获第15次、第14次广西社会科学优秀成果奖二等奖、三等奖各一次，崇左市第一届、第二届社会科学优秀成果奖一等奖、二等奖各一次。完成了《崇左市红色文化教材》的编写工作；主编出版《花山文化》系列丛书4部，并且积极将研究成果转化，通过送培下乡等方式，深入大新、龙州等地，举行多场讲座和现场指导，为崇左市的文化旅游高质量发展的决策与实践提供智力支持。 ",
        },
        {
          id: 2,
          src: "url(" + talentimg4 + ")" + " no-repeat",
          backsize: "cover",
          backposi: "0% 0%",
          name: "覃承华",
          text: "   2006年以来，发表与文学评论和教育教学相关的学术论文70余篇，出版学术专著2部。多次获得广西民族师范学院优秀教学成果奖、优秀科研成果奖一等奖、二等奖、三等奖等多项奖励。2016年，获得崇左市第二届优秀社会科学成果奖著作类三等奖（其中一、二等奖空缺）。\n    在专业贡献方面，目前担任校级一流专业英语专业负责人，被广西民族大学、闽南师范大学等高校聘为兼职硕士研究生导师。近年取得一些重要成果，如先后在北京外国语大学《外国文学》、北京大学《国外文学》、《解放军外国语学院学报》以及《学术界》等外国文学权威期刊、CSSCI收录期刊发表文艺评论文章多篇，出版学术专著2部；其所做外国文学评论，对广大读者阅读外国文学经典、陶冶情操、实现中西文明互鉴和培养人文素养具有积极意义。\n    目前主持国家社会科学基金项目“欧内斯特•海明威文艺思想史研究”一项，该课题研究有利于打造具有中国特色的海明威研究，有利于国外学术界学习了解中国学术界海明威文艺思想研究动态，有利于促进中外学术交流。",
        },
        {
          id: 3,
          src: "url(" + talentimg5 + ")" + " no-repeat",
          backsize: "cover",
          backposi: "0% 0%",
          name: "农星光",
          text: "   目前为艺术学院艺术学科带头人。长期担任《声乐》《合唱与指挥》课程教学。创造性地把地方民族音乐元素运用于教学，把广西地方戏曲、壮族多声部山歌与学校课堂教学联系起来开展教学，促进理论与实践的渗透和互动。主持了省级科研项目2项；主持校级教材项目、科研项目、教改项目多项；参与地厅级科研项目10余项。积极为地方文化和经济社会服务。\n   在专业贡献方面，任中国合唱协会会员、广西音乐家协会会员、崇左市音乐曲艺家协会副主席等业内职务，主要发表的著作有《现代民族声乐文化研究》；发表论文20余篇，主要有《广西壮族高腔山歌研究》《浅谈壮族山歌纳入民族师范院校声乐课教学》《壮族高腔山歌的唱腔研究》《广西各地区壮族山歌的调性对比》等。\n    2019年、2021年连续两届获得广西高等教育自治区级教学成果奖；获第四届、第五届孔雀奖全国高等艺术院校声乐大赛二、三等奖；获“红铜鼓”中国-东盟艺术成果展演优秀舞台作品奖；2015年、2016年连续获得全区高校廉政文化作品大赛表演艺术类一等奖；2016年获全国高校廉政文化作品大赛表演艺术类三等奖等。成果受邀参加CCTV文艺演出展播、广西第十四届民运会开幕式文艺晚会，崇左市委宣传部等组织的文艺展演活动，在服务边疆地区民族艺术文化建设方面效果显著。",
        },
        {
          id: 4,
          src: "url(" + talentimg6 + ")" + " no-repeat",
          backsize: "cover",
          backposi: "0% 0%",
          name: "杨琪",
          text: "   曾获2019年自治区级教学成果二等奖；主持广西教育科学规划2021年度专项课题；自治区党委统战部、自治区党委教育工委2021年度统战理论政策研究课题。指导学生个人和广西民族师范学院合唱团参加“孔雀奖”全国艺术院校声乐大赛、“红铜鼓”中国-东盟艺术教育成果展演、全区大学生艺术展演等国家级、省部级各类比赛20余项，其中获得一等奖4项、二等奖3项、三等奖5项，优秀作品奖3项，区级以上优秀指导教师2项。指导学生参加广西民族师范学院校级各类声乐大赛获一等奖9人次。指导学生举办毕业音乐会7场，师生音乐会1场。\n   在服务社会方面，结合自身专业组织实施相关工作，积极参加并圆满完成各项校内外及崇左市县区的重大演出活动任务。如参加中越青年大联欢活动崇左分会场中越音乐节演出、指导广西民族师范学院合唱团参加第五届全区基层群众文艺会演、组织并主持中国文联“送欢乐下基层”文艺志愿服务团—“女高音歌唱家李丹阳声乐讲座”等近20场大型展演活动。",
        },
        {
          id: 5,
          src: "url(" + talentimg7 + ")" + " no-repeat",
          backsize: "cover",
          backposi: "0% 0%",
          name: "刘应军",
          text: "   在实践教学的基础上不断提升自身绘画功底，加强各种绘画技能的探索，也参加了全国各种展览取得了较好的成效，取得如下成果：作品《百花齐放》荣获第五届东北亚国际书画摄影展铜奖（中国美术家协会、中国书法家协会主办）；作品《西部风情》荣获第三届全国少数民族美术作品展优秀奖（国家民委、文化部、中国文学艺术界联合会、中国美术家协会主办）；作品《西部风情》荣获崇左市首届文艺创作“花山奖”(崇左市人民政府主办)；作品《梦回花山》入选“美丽南方·广西——中国美术作品展”（中国文学艺术界联合会、中国美术家协会、中国美术馆、中共广西壮族自治区党委宣传部、广西壮族自治区文学艺术界联合会主办）；作品《梦回花山》荣获崇左市第二届文艺创作“花山奖”(崇左市人民政府主办)。此外，2018年4月由天津人民美术出版社出版的个人美术作品集《臻品珍藏美术书法精品汇编.美术卷-刘应军》一部。自从2011年07月在广西民族师范学院以来，积极指导学生参加各级各类展览比赛并获得较好的成果。",
        },
        {
          id: 6,
          src: "url(" + talentimg2 + ")" + " no-repeat",
          backsize: "cover",
          backposi: "0% 0%",
          name: "郑欣",
          text: "    乡村振兴少不了巾帼力量。在基层、在保险事业、在科学研究所……“她”身影格外靓丽。\n    “总要有人到基层工作。”2018年，崇左市科学技术情报研究所办公室副主任郑欣主动报名，担任江州区江州镇保安村第一书记，投身脱贫攻坚一线。\n    边学边干、善作善成，郑欣带领全村党员干部和广大群众奋勇拼搏，认真落实党建主体责任，以提升组织力为重点，夯实基层党组织建设，逐步建立支部引领、社会协同、公众参与的乡村治理体系，真正留下永不撤退的工作队。\n   在她的带领下，保安村顺利实现脱贫摘帽，打造出抓党建促脱贫攻坚、乡村振兴、基层治理的示范品牌——“叫豆经验”，获得“全国乡村治理示范村”称号……“这些成绩的取得，离不开郑书记的努力。”村民对她好评不断。 ",
        },
        {
          id: 7,
          src: "url(" + talentimg3 + ")" + " no-repeat",
          backsize: "cover",
          backposi: "0% 0%",
          name: "卢结春",
          text: "   “时刻不忘责任在肩，不忘愚公之志，下足绣花功夫。”这是中国人寿保险股份有限公司崇左分公司团体业务部兼健康保险部经理卢结春的人生信条。在投身保险事业的12年里，卢结春不断学习，大胆创新，带领公司健康保险条线员工团结奋进，积极推动大病保险、健康扶贫经办模式、精准防贫保险工作持续健康发展，协力织密织牢保险保障网，为崇左市全面打赢脱贫攻坚战作出突出贡献。\n    位于龙州县的广西南亚热带农业科学研究所茶叶加工研究中心，也有处处可见的“她”身影。\n    该研究中心共有15名专业技术人员，其中女性10人，女性科技工作者在研究团队中发挥了核心作用。\n    目前，团队中有高级职称人员7名，其中女性5名。利用专业优势，这些女科技工作者深入广西各产茶区开展技术服务，把科研成果转化为产业振兴的推动力。近年来，该中心服务茶企142家、合作社27个，打造科技示范乡镇4个，建设服务茶叶特色科技示范村18个，建立推广示范基地面积7880亩，为强农富民、乡村振兴贡献巾帼力量。",
        },
      ],
    };
  },
};
</script>

<style src="../assets/style/Talent.css" scoped></style>